let allArr = [
	{
	'sid': "B1",
	'question': "您所属的医院是否为大学附属教学医院和三级医院",
	'val': ""
}, {
	'sid': "B2",
	'question': "您的医疗团队/医疗组手术医生的性别构成",
	'val': ""
}, {
	'sid': "B3",
	'question': "您的医疗团队/医疗组手术医生的年龄分布",
	'val': "1"
}, {
	'sid': "B4",
	'question': "您的医疗团队/医疗组手术医生的学历分布",
	'val': "0"
}, {
	'sid': "B5",
	'question': "您所在医院每年胰十二指肠切除术手术量",
	'val': ""
},
{
	'sid': "B6",
	'question': "您每年参与的胰十二指肠切除术大约有多少",
	'val': ""
},
{
	'sid': "B7",
	'question': "您参与/主刀的胰十二指肠切除术通常是",
	'val': ""
},
{
	'sid': "B8",
	'question': "近3年来，您的团队所在医院每年开展腹腔镜胰十二指肠切除术的量是多少？",
	'val': ""
},
{
	'sid': "B9",
	'question': "您所参与的胰十二指肠切除术消化道离断顺序通常是",
	'val': ""
},
{
	'sid': "B10",
	'question': "您所参与的胰十二指肠切除术消化道重建顺序通常是",
	'val': ""
},
{
	'sid': "B11",
	'question': "您所参与的胰十二指肠切除术消化道重建方法是",
	'val': ""
},
{
	'sid': "B12",
	'question': "您所参与的胰十二指肠切除术是否常规放置腹腔引流管",
	'val': ""
},
{
	'sid': "B13",
	'question': "您团队胰十二指肠切除术的患者在出院前是否常规进行全腹部增强CT检查",
	'val': ""
},
{
	'sid': "B14",
	'question': "目前您所在团队是否常规单独登记（住院病例记录之外）每一例胰十二指肠切除术后并发症",
	'val': ""
},
{
	'sid': "H1",
	'question': "您所参与的胰腺癌行胰十二指肠切除术胆道离断部位通常是",
	'val': ""
},
{
	'sid': "H2",
	'question': "您所在医疗组的胰腺癌行胰十二指肠切除术是否常规术中胆道切缘快速病理检查",
	'val': ""
},{
	'sid': "H3",
	'question': "您所参/主刀与的胰十二指肠切除术胆道离断方法通常是",
	'val': ""
},{
	'sid': "H4",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合通常是",
	'val': ""
},{
	'sid': "H5",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合通常是",
	'val': ""
},{
	'sid': "H6",
	'question': "如果您所参与/主刀单层胆肠吻合，通常是",
	'val': ""
},{
	'sid': "H7",
	'question': "如果您所参与/主刀双层胆肠吻合，通常是",
	'val': ""
},{
	'sid': "H8",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合选择（单层/双层；间断/连续）缝合方式的依据通常是",
	'val': ""
},{
	'sid': "H9",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合采用的缝线通常是（可多选）",
	'val': ""
},{
	'sid': "H10",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合（可吸收/不可吸收或者单股线/编织线）缝线选择依据通常是",
	'val': ""
},{
	'sid': "H11",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合术中胆管支架管放置通常是",
	'val': ""
},{
	'sid': "H12",
	'question': "您术中记录过您所参与/主刀的胰十二指肠切除术的胆肠吻合时间吗？",
	'val': ""
},{
	'sid': "H13",
	'question': "您所参与/主刀的胰十二指肠切除术的胆肠吻合时间通常为",
	'val': ""
},{
	'sid': "H14",
	'question': "您所参与/主刀的胰十二指肠切除术胆肠吻合口附近放置引流管通常是",
	'val': ""
},
{
	'sid': "G1",
	'question': "您所参与/主刀的胰腺癌行胰十二指肠切除术通常是PD还是PPPD",
	'val': ""
},
{
	'sid': "G2",
	'question': "您所参与/主刀的保留幽门胰十二指肠切除术十二指肠保留的长度通常是",
	'val': ""
},
{
	'sid': "G3",
	'question': "您所参与/主刀的胰十二指肠切除术胃切除的范围通常是",
	'val': ""
},
{
	'sid': "G4",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合口距离胆肠吻合口通常是",
	'val': ""
},
{
	'sid': "G5",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合方式通常是",
	'val': ""
},
{
	'sid': "G6",
	'question': "如果您所参与/主刀的胰十二指肠切除术通常是",
	'val': ""
},
{
	'sid': "G7",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合通常是",
	'val': ""
},
{
	'sid': "G8",
	'question': "您所参与/主刀的胰十二指肠切除术在完成胃肠吻合后是否进行Braun式吻合",
	'val': ""
},
{
	'sid': "G9",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合方式最常用的是",
	'val': ""
},
{
	'sid': "G10",
	'question': "您认为您或者您团队选择胃肠手工吻合/器械吻合的最主要依据是",
	'val': ""
},
{
	'sid': "G11",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合方式如果是手工吻合，通常采用",
	'val': ""
},
{
	'sid': "G12",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合方式如果是手工吻合，通常采用",
	'val': ""
},
{
	'sid': "G13",
	'question': "您所参与/主刀的传统胰十二指肠切除术胃肠吻合若采用吻合器吻合时，吻合口位置通常选在",
	'val': ""
},
{
	'sid': "G14",
	'question': "您所参与/主刀的传统胰十二指肠切除术胃肠吻合如果用器械吻合，是否加强缝合胃肠吻合口一圈",
	'val': ""
},
{
	'sid': "G15",
	'question': "您所参与/主刀的传统胰十二指肠切除术胃肠吻合如果用直线切割闭合器吻合，如何关闭共同开口",
	'val': ""
},
{
	'sid': "G16",
	'question': "您所参与/主刀的胰十二指肠切除术的胃肠吻合时间通常是",
	'val': ""
},
{
	'sid': "G17",
	'question': "您所参与/主刀的胰十二指肠切除术的胃肠吻合通常是由谁完成",
	'val': ""
},
{
	'sid': "G18",
	'question': "您所参与/主刀的胰十二指肠切除术胃肠吻合口附近放置引流管通常是",
	'val': ""
},
{
	'sid': "G19",
	'question': "您所参与/主刀的胰十二指肠切除术通常是否放置胃管",
	'val': ""
},
{
	'sid': "G20",
	'question': "如果放置胃管，一般放置几天",
	'val': ""
},
{
	'sid': "G21",
	'question': "您所参与/主刀的胰十二指肠切除术是否术中留置鼻空肠营养管或者空肠造瘘留置营养管",
	'val': ""
},
{
	'sid': "P1",
	'question': "您术中记录过您所参与/主刀的胰十二指肠切除术的胰肠吻合时间吗？",
	'val': ""
},
{
	'sid': "P2",
	'question': "您的团队最常使用的胰肠吻合方式是？",
	'val': ""
},
{
	'sid': "P3",
	'question': "如果您的团队采用单层吻合，请回答",
	'val': ""
},
{
	'sid': "P4",
	'question': "如果您的团队通常采用双层吻合，最常用的是",
	'val': ""
},
{
	'sid': "P5",
	'question': "对于胰腺实质和空肠浆肌层的吻合的层数，您通常采用的是哪一种",
	'val': ""
},
{
	'sid': "P6",
	'question': "对于胰腺实质和空肠浆肌层的吻合，您通常采用哪一种技术",
	'val': ""
},
{
	'sid': "P7",
	'question': "您的团队选择缝合胰腺实质与空肠浆肌层的缝线材料通常是",
	'val': ""
},
{
	'sid': "P8",
	'question': "您的团队选择缝合胰腺实质与空肠浆肌层的缝线规格通常是",
	'val': ""
},
{
	'sid': "P9",
	'question': "您的团队选择缝合胰管与空肠的缝合材料通常是",
	'val': ""
},
{
	'sid': "P10",
	'question': "您的团队选择缝合胰管与空肠的缝线规格通常是",
	'val': ""
},
{
	'sid': "P11",
	'question': "您的团队是否常规放置胰管支撑管",
	'val': ""
},
{
	'sid': "P12",
	'question': "您的团队选择胰管引流管的放置",
	'val': ""
},
{
	'sid': "P13",
	'question': "对于胰管质地软且胰管直径<3mm的病例，您的团队最可能选择的胰肠吻合方式是",
	'val': ""
},
{
	'sid': "P14",
	'question': "单层吻合技术",
	'val': ""
},
{
	'sid': "P15",
	'question': "套入式吻合技术（Invagination Technique）",
	'val': ""
},
{
	'sid': "P16",
	'question': "导管对粘膜吻合技术（Duct to Mucosa Technique）",
	'val': ""
},
{
	'sid': "P17",
	'question': "您会使用自体或人工材料来增加胰肠吻合口的可靠性吗？",
	'val': ""
},
{
	'sid': "P18",
	'question': "开放手术时您的团队完成胰肠吻合所需的平均时间大约是：",
	'val': ""
},
{
	'sid': "P19",
	'question': "腹腔镜手术时您的团队完成胰肠吻合所需的平均时间大约是：",
	'val': ""
},
{
	'sid': "P20",
	'question': "您的团队在术中胰肠吻合口周围放置引流管的数量是？",
	'val': ""
},
{
	'sid': "P21",
	'question': "您的团队胰肠吻合口周围放置引流管的位置是？（可多选）",
	'val': ""
},
{
	'sid': "P22",
	'question': "您的团队选择放置胰肠吻合口周围引流管的材质是？",
	'val': ""
},
{
	'sid': "P23",
	'question': "您的团队是否常规检测术后腹腔引流液的淀粉酶？",
	'val': ""
},
{
	'sid': "P24",
	'question': "您的团队胰肠吻合口周围引流管的平均拔管时间大约是？",
	'val': ""
},
{
	'sid': "P25",
	'question': "决定您和您团队胰十二指肠切除术后腹腔引流管拔除主要的指标是（最多选两项）：",
	'val': ""
},
{
	'sid': "P26",
	'question': "您和您团队拔除胰十二指肠切除术后腹腔引流管的最常用的方式是：",
	'val': ""
},
{
	'sid': "P27",
	'question': "您和您团队的胰肠吻合总体胰漏发生率是大约是多少（符合ISGPS定义的B+C级胰漏）",
	'val': ""
}
]


export default allArr